Repository: darktable-org/darktable
Catalog: doc/usermanual/po/it.tmx
Source language: en
Languages: it

source: no camera with tethering support available for use...
it: Non è disponibile nessuna fotocamera supportata per il tethering ...

source: Left click
it: Click sinistro

source: Right click
it: Click destro

source: Middle click
it: Click centrale

source: Scroll
it: Scorri

source: Left double-click
it: Doppio click sinistro

source: Right double-click
it: Doppio click destro

source: Left click+Drag
it: Tasto sinistro+trascina

source: Right click+Drag
it: Tasto destro+trascina

source: darktable - accels window
it: darktable - finestra scorciatoie

source: switch to a classic window which will stay open after key release.
it: Passa ad una finestra classica che rimane aperta dopo che il tasto è stato rilasciato.

source: +Scroll
it: +Scorri

source: mouse actions
it: Azioni mouse

source: Accel
it: Scorciatoia

source: Action
it: Azione
